Repository: oliveira-alex/DiceChallenge
Catalog: DiceChallenge/Localization/*.lproj/Localizable.strings
Languages: pt_br

source: %lld dice
pt_br: %lld dado

source: %lld dices
pt_br: %lld dados

source: %lld-sided dice
pt_br: Dado de %lld faces

source: Cancel
pt_br: Cancelar

source: Clear
pt_br: Apagar

source: Clear History
pt_br: Apagar Histórico

source: Clear history to enable more dice rolls
pt_br: Para mais rodadas é preciso apagar o histórico

source: History
pt_br: Histórico

source: History Maxed Out
pt_br: Histórico Cheio

source: Later
pt_br: Mais tarde

source: max
pt_br: máx

source: Number of dice faces
pt_br: Número de faces do dado

source: Number of dices
pt_br: Número de dados

source: Quantity
pt_br: Quantidade

source: Roll Dice
pt_br: Rolar Dado

source: Roll Dices
pt_br: Rolar Dados

source: Settings
pt_br: Configurações

source: This will erase all previous results
pt_br: Isso apagará todos os resultados anteriores

source: Type
pt_br: Tipo
